[
    {
        "post_title": "25th Anniversary of “Biomimicry: Innovation Inspired by Nature”",
        "post_name": "25th-anniversary-of-biomimicry-innovation-inspired-by-nature",
        "post_type": "post",
        "post_status": "publish",
        "post_category": "cut,grip",
        "post_author": "1",
        "post_date": "2023-11-15 12:40:14",
        "post_date_gmt": "2023-11-15 12:40:14",
        "post_content": "<blockquote class=\"wp-block-quote\"><p>Explore a selection of biomimetic innovations from the past quarter&nbsp;century.</p></blockquote><h4 class=\"wp-block-heading\">Introduction</h4><p>Twenty-five years ago, the book&nbsp;<em>Biomimicry: Innovation Inspired by Nature&nbsp;</em>drew widespread public attention to the work of a variety of researchers, designers, and others, who were all in their own ways reshaping the human world through “the conscious emulation of life’s genius.” That book led to the founding of the&nbsp;Biomimicry Institute&nbsp;and the creation of AskNature.</p><p>Since that time, biomimicry has expanded in public awareness and professional practice. Once innovative ideas have become commonplace, and certain biological models (butterfly color! streamlined beaks!) have celebrity status in the marketplace of sustainable design.</p><h4 class=\"wp-block-heading\">A Species at Work Together</h4><p>The biggest story though has been the growth and expansion of a globe-circling community of biomimics. You can hear from dozens of them in the video below.</p><p>They develop innovations, reimagine systems and processes, and help established organizations to implement practices that support engagement with biomimicry. They add to our understanding of nature through primary research and the surfacing of long-held cultural knowledge. And they spread the word: They enlist partners, motivate colleagues, and educate and inspire the next generation.</p><figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">https://youtu.be/cEiS80UMJDs</div></figure><h4 class=\"wp-block-heading\">Highlights From a Quarter Century of Innovation</h4><p><em>Biomimicry: Innovation Inspired by Nature</em>&nbsp;also set the storytelling pattern that AskNature follows to this day: profiling life’s endless adaptations and the human innovations they have inspired. Author and Biomimicry Institute co-founder Janine Benyus focused on a few promising areas of development: food, energy, materials, medicine, computing (it was the dawn of the cyber era!), and the conducting of business itself.</p><p>Below, explore some of the innovations biomimics around the world have developed over the past 25 years. Some look to the same biological models and take different approaches to applying them. Some perform similar functions but have looked to drastically different models. Some, like The Land Institute, were featured in the book in 1997, and have continued to deliver on and expand upon the promise they showed a quarter century ago.</p><p>Each one could be a solution you’ve been looking for, an inspiration to apply the same model in a new way, or the motivation to break new ground of your own. The next 25 years start today.</p><p>Source: <a href=\"https://asknature.org/collection/25th-anniversary/\">https://asknature.org/collection/25th-anniversary/</a></p>",
        "comment_status": "closed",
        "ping_status": "closed"
    }
]